; Translation file for AltDrag 1.0
; gl-ES localization by Jorge Amigo (alpof@yahoo.com)
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the wiki for help: https://code.google.com/p/altdrag/wiki/Translate
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=gl-ES
LangEnglish=Galician
Lang=Galego
Author=Jorge Amigo

TrayEnabled=AltDrag
TrayDisabled=AltDrag (deshabilitado)
MenuEnable=Habilitar
MenuDisable=Deshabilitar
MenuHideTray=Non mostrar na bandexa
MenuUpdateAvailable=¡Actualización dispoñible!
MenuConfigure=Configurar
MenuAbout=Acerca de
MenuExit=Saír

UpdateBalloon=¡Atopada unha nova versión!
UpdateDialog=Está disponible unha nova versión. ¿Ir ó sitio web?
UpdateLatest=Non hai actualizacións dispoñibles.

ConfigTitle=Configuración de AltDrag
ConfigTabGeneral=Xeral
ConfigTabInput=Rato e teclado
ConfigTabBlacklist=Lista Negra
ConfigTabAdvanced=Avanzado
ConfigTabAbout=Acerca de

GeneralBox=Configuración xeral
GeneralAutoFocus=&Enfocar ventás ó arrastrar.\nTamén pódese pulsar Ctrl para enfocar ventás.
GeneralAero=Imitar Aero Snap
GeneralInactiveScroll=&Desplazar páxina en ventás inactivas
GeneralMDI=&Soporte MDI
GeneralAutoSnap=Automáticamente pegarse a:
GeneralAutoSnap0=Deshabilitado
GeneralAutoSnap1=Ós bordes da pantalla
GeneralAutoSnap2=+ exterior das ventás
GeneralAutoSnap3=+ interior das ventás
GeneralLanguage=Idioma:
GeneralAutostartBox=Inicio automático
GeneralAutostart=Iniciar AltDrag ó iniciar sesión
GeneralAutostartHide=&Non mostrar na bandexa
GeneralAutostartElevate=&Elevar a privilexios de administrador
GeneralAutostartElevateTip=Nótese que aparecerá unha mensaxe UAC cada volta que se inicie sesión, agás que se deshabilite UAC completamente.
GeneralElevate=Elevar
GeneralElevated=Elevado
GeneralElevateTip=Esto creará unha nova instancia de AltDrag que se executará con privilexios de administrador. Esto permite a AltDrag manexar outros programas que se executen con privilegios de administrador.\n\nA mensaxe UAC de Windows deberá ser aceptada para permitir que AltDrag se execute con privilegios de administrador.
GeneralElevationAborted=Elevación cancelada.
GeneralAutosave=Nota: A configuración sálvase e aplícase ó instante!

InputMouseBox=Acciones de rato
InputMouseLMB=Botón esquerdo do rato:
InputMouseMMB=Botón medio do rato:
InputMouseRMB=Botón dereito do rato:
InputMouseMB4=Botón 4 do rato:
InputMouseMB5=Botón 5 do rato:
InputMouseScroll=Roda de desplazamento:
InputMouseLowerWithMMB=&Enviar ó fondo as ventás ó pulsar co botón do medio nas súas barras de título

InputActionMove=Mover ventá
InputActionResize=Redimensionar ventá
InputActionClose=Pechar ventá
InputActionMinimize=Minimizar ventá
InputActionLower=Enviar ó fondo a ventá
InputActionAlwaysOnTop=Activar sempre enriba
InputActionCenter=Centrar ventá en pantalla
InputActionNothing=Nada
InputActionAltTab=Alt+Tab
InputActionVolume=Volumen
InputActionTransparency=Transparencia

InputHotkeysBox=Teclas especiales:
InputHotkeysLeftAlt=Alt esquerda
InputHotkeysRightAlt=Alt dereita
InputHotkeysLeftWinkey=Win esquerda
InputHotkeysRightWinkey=Win dereita
InputHotkeysLeftCtrl=Ctrl esquerda
InputHotkeysRightCtrl=Ctrl dereita
InputHotkeysMore=Pódese engadir calquera tecla editando o arquivo ini.\nUsa-la tecla Maiúsculas para pegar ventás unhas a outras.

BlacklistBox=Configuración da lista negra
BlacklistProcessBlacklist=Lista negra de procesos:
BlacklistBlacklist=Lista negra:
BlacklistSnaplist=Lista de pegado:
BlacklistExplanation=Ler <a href="http://code.google.com/p/altdrag/wiki/Blacklist">a wiki</a> no sitio web para unha explicación en detalle acerca de cómo funciona a lista negra!
BlacklistFindWindowBox=Identificar ventá
BlacklistFindWindowExplanation=Facer clic no icono para identifica-la clase dunha ventá e engadila ás listas negra ou de pegado de enriba.

AdvancedBox=Configuración avanzada
AdvancedHookWindows=&Habilitar pegado de ventás ó mover normalmente.\nFunciona xunto co pegado de ventá automático!
AdvancedHookWindowsWarn=Nótese que esto non é 100% seguro xa que esta opción funciona enganchándose a outros procesos. O seu uso pode ser arriscado cando se xogue a xogos con protección anti-trampas.\n\nEstá seguro de querer habilitar esta funcionalidad?
AdvancedUpdateCheckOnStartup=Buscar actualizacións automáticamente
AdvancedUpdateBeta=Buscar versións beta
AdvancedUpdateCheckNow=Buscar agora
AdvancedIni=A configuración de AltDrag almacénase en AltDrag.ini. Existen algunhas cousas que só se poden configurar editando este ficheiro manualmente.
AdvancedOpenIni=Abri-lo ficheiro ini

AboutBox=Acerca de AltDrag
AboutVersion=Versión
AboutAuthor=Creado por Stefan Sundin
AboutLicense=¡AltDrag é software libre e de código aberto!\n¡Pode ser redistribuido libremente!
AboutDonate=&Doar
AboutTranslationCredit=Traducido por Jorge Amigo

MiscUnhookError=Houbo un erro deshabilitando AltDrag. A causa máis probable é que Windows deshailitase os ganchos de AltDrag.\n\nSe ésta é a primeira vez que acontece, pode ignoralo e continuar usando AltDrag.\n\nSe esto ocurre habitualmente, pódese ler na wiki do sitio web cómo prevenir este comportamiento (hai que buscar 'AltDrag mysteriously stops working' na páxina de About).
